[
    {
      "_id": "679a9a9d2c398c9e36ce39e2",
      "title": "Interstellar",
      "synopsis": "Al ver que la vida en la Tierra está llegando a su fin, un grupo de exploradores dirigidos por el piloto Cooper (McConaughey) y la científica Amelia (Hathaway) emprende una misión que puede ser la más importante de la historia de la humanidad: viajar más allá de nuestra galaxia para descubrir algún planeta en otra que pueda garantizar el futuro de la raza humana.",
      "duration": "169 min",
      "cast": "Matthew McConaugheyAnne HathawayJessica Chastain",
      "director": "Christopher Nolan",
      "genre": "Ciencia ficción, Drama",
      "mpaa": "PG-13"
    },
    {
      "_id": "679aa7d799cda9f6a758c924",
      "title": "El padrino",
      "synopsis": "América, años 40. Don Vito Corleone (Marlon Brando) es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie (Talia Shire), el impulsivo Sonny (James Caan), el pusilánime Fredo (John Cazale) y Michael (Al Pacino), que no quiere saber nada de los negocios de su padre. Cuando Corleone, en contra de los consejos de 'Il consigliere' Tom Hagen (Robert Duvall), se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas.",
      "duration": "175 min",
      "cast": "Marlon Brando, Al Pacino, James Caan",
      "director": "Francis Ford Coppola",
      "genre": "Drama, Mafia",
      "mpaa": "R"
    },
    {
      "_id": "679aa7e099cda9f6a758c925",
      "title": "Seven",
      "synopsis": "El veterano teniente Somerset (Morgan Freeman), del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso e impulsivo detective David Mills (Brad Pitt). Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "duration": "127 min",
      "cast": "Morgan Freeman, Brad Pitt, Kevin Spacey",
      "director": "David Fincher",
      "genre": "Thriller, Drama",
      "mpaa": "R"
    },
    {
      "_id": "679aa7e599cda9f6a758c926",
      "title": "Cónclave",
      "synopsis": "Tras la inesperada muerte del Sumo Pontífice, el cardenal Lawrence es designado como responsable para liderar uno de los rituales más secretos y antiguos del mundo: la elección de un nuevo Papa. Cuando los líderes más poderosos de la Iglesia Católica se reúnen en los salones del Vaticano, Lawrence se ve atrapado dentro de una compleja conspiración a la vez que descubre un secreto que podría sacudir los cimientos de la Iglesia.",
      "duration": "115 min",
      "cast": "Edward Berger",
      "director": "Christopher Nolan",
      "genre": "Thriller, Drama",
      "mpaa": "PG"
    },
    {
      "_id": "679aa7e999cda9f6a758c927",
      "title": "Dune: Parte Dos",
      "synopsis": "Tras los sucesos de la primera parte acontecidos en el planeta Arrakis, el joven Paul Atreides se une a la tribu de los Fremen y comienza un viaje espiritual y marcial para convertirse en mesías, mientras intenta evitar el horrible pero inevitable futuro que ha presenciado: una Guerra Santa en su nombre, que se extiende por todo el universo conocido... Secuela de 'Dune' (2021).",
      "duration": "166 min",
      "cast": "Timothée Chalamet, Zendaya, Rebecca Ferguson",
      "director": "Denis Villeneuve",
      "genre": "Ciencia ficción, Drama, Acción",
      "mpaa": "PG-13"
    },
    {
      "_id": "679aa7ee99cda9f6a758c928",
      "title": "Alien: Romulus",
      "synopsis": "En 2142, una sonda espacial de la corporación Weyland-Yutani investiga los restos del USCSS Nostromo y recoge un objeto orgánico que contiene un Xenomorfo. Tiempo después, en la colonia minera Jackson's Star, la joven Rain Carradine, una huérfana que trabaja con su hermano adoptivo Andy, un humano sintético reprogramado, acepta unirse a su ex-novio Tyler para viajar a una nave espacial abandonada a intentar recuperar unas cámaras de criostasis. Éstas les permitirán a ellos y a sus amigos (la hermana de Tyler, Kay, su primo Bjorn y la novia de este, Navarro) escapar todos al planeta Yvaga.",
      "duration": "119 min",
      "cast": "Cailee Spaeny, David Jonsson, Archie Renaux",
      "director": "Fede Álvarez",
      "genre": "Ciencia ficción, Acción, Terror",
      "mpaa": "R"
    },
    {
      "_id": "679aa7f299cda9f6a758c929",
      "title": "Oppenheimer",
      "synopsis": "En tiempos de guerra, el brillante físico estadounidense Julius Robert Oppenheimer, al frente del 'Proyecto Manhattan', lidera los ensayos nucleares para construir la bomba atómica para su país. Impactado por su poder destructivo, Oppenheimer se cuestiona las consecuencias morales de su creación. Desde entonces y el resto de su vida, se opondría firmemente al uso de armas nucleares.",
      "duration": "180 min",
      "cast": "Cillian Murphy, Emily Blunt, Matt Damon",
      "director": "Christopher Nolan",
      "genre": "Suspenso, Drama",
      "mpaa": "R"
    },
    {
      "_id": "679aa7f799cda9f6a758c92a",
      "title": "Aguas profundas",
      "synopsis": "En Nueva Orleans, Vic Van Allen (Ben Affleck), un marido adinerado que permite que su esposa Melinda (Ana de Armas) tenga relaciones extramatrimoniales para evitar el divorcio, se convierte en el principal sospechoso de la desaparición de los amantes de ella... Adaptación de la novela de Patricia Highsmith.",
      "duration": "115 min",
      "cast": "Ben Affleck, Ana de Armas, Tracy Letts",
      "director": "Adrian Lyne",
      "genre": "Thriller, Drama",
      "mpaa": "R"
    }
  ]